Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja5/siri97-n.htm.tmx
Source language: nob
Languages: sme

source: Sámegillii
sme: På norsk

source: Artikkel i boka Samisk skolehistorie 5.
sme: Artihkal girjjis Sámi skuvlahistorjá 5.

source: Den hete høsten – læreplanmotstanden i 1997
sme: Riiddos čakča – 1997 ’ oahppoplánavuostálastimat

source: Siri Broch Johansen, Deatnu 2007 (Foto: Basia Głowacka)
sme: Siri Broch Johansen, Deatnu 2007 (Govva: Basia Głowacka)

source: Fra 1997 skulle alle skolene i forvaltningsområdet for samisk språk bruke en læreplan som var laget spesielt for samiske barn.
sme: 1997 rájes galge buot skuvllat sámi hálddašanguovllus geavahišgoahtit sierra oahppoplána mii lei ráhkaduvvon sámi mánáid várás.

source: Hvorfor ble det så mye bråk om dette i noen av kommunene ?
sme: Manne muhtun dáin gielddain riidaledje nu olu dán alde ?

source: Hvorfor ble foreldre så sinte at de holdt barna sine hjemme fra skolen ?
sme: Manne bat váhnemat suhtte nu sakka ahte eai luoitán mánáideaset skuvlii ?

source: Hvorfor ble bølgene så høye at de førte til førstesideoppslag i selveste Aftenposten ?
sme: Manne riidaledje nu sakka ahte velá Aftenposten-áviisa čálii dan birra vuosttaš siiddus ?

source: Disse spørsmåla stiller Siri Broch Johansen i denne artikkelen.
sme: Dáid gažaldagaid divvu Siri Broch Johansen dán artihkkalis.

source: Hun er oppvokst og bosatt i Tana.
sme: Oahppoplánariiddu áigge orui Gáivuonas.

source: Her skriver hun om striden med hovedvekt på disse to kommunene ut fra egne erfaringer og skriftlige kilder, i første rekke avisoppslag i Aftenposten, Finnmarken, Finnmark Dagblad, Nordlys og Ságat samt Paul Pedersens og Asle Høgmos bok Kamp, krise og forsoning – Evaluering av samepolitiske tiltak i Kåfjord.
sme: Gáldut leat vuosttažettiin áviisačállosat dáin áviissain: Aftenposten, Finnmarken, Finnmark Dagblad, Nordlys ja Ságat, ja vel Paul Pedersena ja Asle Høgmo girji Kamp, krise og forsoning – Evaluering av samepolitiske tiltak i Kåfjord.

source: [1] Siri Broch Johansen er medredaktør i Samisk skolehistorie og nærmere presentert i Samisk skolehistorie 2.
sme: (Riidaleapmi, heahtedilli ja soabadeapmi – Gáivuona sámepolitihkalaš doaimmaid árvvoštallan). [1]

source: Samepolitisk forspill Sameloven kom i 1988.
sme: Sámepolitihkalaš dáhpáhusat ovdal 1997

source: I 1989 kom grunnlovsparagraf 110 A, som forplikta staten Norge i forhold til samenes språklige, materielle og kulturelle utvikling.
sme: Sámeláhka bođii 1988:s. 1989:s bođii vuođđoláhkaparagráfa 110 A, mii geatnegahtii Norgga stáhta sápmelaččaid gielalaš, materiálalaš ja kultuvrralaš ovdáneami ektui.

source: Samme år ble Sametinget oppretta.
sme: Seamma jagi ásahuvvui Sámediggi.

source: I 1992 ble samisk forvaltningsområde oppretta.
sme: 1992:s ásahuvvui ges sámi hálddašanguovlu.

source: Innafor dette området skulle befolkninga få svar på samisk dersom de henvendte seg muntlig eller skriftlig til myndighetene på samisk.
sme: Dán guovllus galge olbmot fidnet vástádusa sámegillii jus sámegillii válde oktavuođa eiseválddiiguin čálalaččat dahje njálmmálaččat.

source: Kommunene fikk tilført ekstra midler for å bli i stand til å oppfylle samelovens språkregler.
sme: Lea gal álki dál, guoktelot jagi maŋŋá, vajáldahttit makkár nuppástus dát reforbma lei.

source: I januar 1997 kom Samerettsutvalgets innstilling om land og vann i Finnmark.
sme: Gielddat ožžo liigeruđaid sámelága giellanjuolggadusaid čuovvuleapmái.

source: [2] Disse hendingene førte til usikkerhet hos mange om hvordan framtida i Finnmark skulle bli.
sme: 1997 ođđajagemánu bođii ges Sámevuoigatvuođalávdegotti čielggadus Finnmárkku eatnamiid ja čáziid birra [2].

source: Med usikkerhet kommer frykt.
sme: Eahpesihkarvuođas bohciida ballu.

source: Med frykt kommer sinne.
sme: Balus bohciida suhttu.

source: Tana våren 1997
sme: Deatnu 1997 giđa

source: En av reaksjonene på Samerettsutvalgets utredninger var Tana-aksjonen «Nei til Sameland», som ble formelt konstituert 22. mai 1997.
sme: Deanu-akšuvdna «Nei til Sameland» («Ii fal Sápmi») vuođđuduvvui virggálaččat miessemánu 22. b. 1997, Sámi vuoigatvuođalávdegotti reakšuvdnan.

source: [3] Dette var tilfeldigvis bare ei god uke før Kirke-, utdannings og forskningsdepartementet (KUF) uttalte at alle grunnskolene i de seks kommunene innafor samisk forvaltningsområde skulle bruke samisk læreplan – heretter kalt L97S.
sme: [3] Soaittáhagas dát dáhpáhuvai dušše badjelaš vahku ovdal go Girko-, oahppo- ja dutkandepartemeanta (GOD) celkkii ahte buot sámi hálddašanguovllu vuođđoskuvllat galge geavahišgoahtit sámi oahppoplána – dás duohko gohččoduvvon O97S.

source: I løpet av skoleåret 1996/97 pågikk en diskusjon rundt hvorvidt samisk- eller finskundervisning skulle være obligatorisk for elevene ved skolene i Tana.
sme: Skuvlajagi 1996/97 digaštalle Deanus galge go ain buot oahppit čuovvut bákkolaš sáme- dahje suomagieloahpahusa.

source: I fire år, fra 1993, hadde alle skoleelever i Tana hatt enten samisk- eller finskundervisning.
sme: Njeallje jagi, 1993 rájes, ledje buot vuođđoskuvlaoahppit Deanus lohkan jogo sáme- dahje suomagiela.

source: Under behandlinga av tiltaksplanen for samelovens språkregler fikk Høyre kommunestyreflertallet med seg i å gjøre denne undervisninga frivillig igjen.
sme: Go gieldastivra meannudii Sámelága giellanjuolggadusaid doaibmaplána, fidnii Olgešbellodat eanetlogu evttohusasis máhccat eaktodáhtolaš giellaoahpahusortnegii.

source: Gruppeleder for Samefolkets liste, Ingrid Nordal, mente at «Nei til Sameland» spøkte i bakgrunnen da kommunestyret vedtok å oppheve den fire år gamle ordninga.
sme: Sámeálbmot listta joavkojođiheaddji, Ingrid Nordal, oaivvildii ahte «Ii fal Sápmi «lei oassesivvan go gieldastivra mearridii heaittihit njeallje jagi boares ortnega.

source: Oppslag i Aftenposten 11.09.1997.
sme: Aftenposten-aviissa čálus 11.09.1997.

source: Prosessen rundt innføringa av L97S
sme: O97S doibmiibidjanproseassa

source: Man hadde hatt en samisk læreplan tidligere òg, M87S.
sme: Maiddái ovdal lei sámi oahppoplána, M87S.

source: Denne planen ble brukt av ei lita gruppe 4. Nå ble det laget en ny læreplan som bygde på M87S.
sme: Uhca jovkkoš čuovui plána [5]. Dál ráhkaduvvui ođđa oahppoplána M87S vuođul.

source: Planens uttalte mål i den første versjonen var å oppdra nye generasjoner samer.
sme: Plána celkojuvvon mihttomearri, juobe vuosttaš veršuvnnas, lei bajásgeassit ođđa sámebuolvvaid.

source: Det var ikke fra begynnelsen av bestemt hvor planen skulle brukes.
sme: Ii lean álggu rájes mearriduvvon juste gos plána galggai geavahuvvot.

source: Etter at man i Tana hadde hatt en lang demokratisk prosess rundt spørsmålet om valg av læreplan, og hver skole hadde valgt vilken læreplan de så det som naturlig å følge, kom departementet 2. juni med dokumentet hvor det sto at alle kommunene innafor forvaltningsområdet skulle følge samisk læreplan.
sme: Maŋŋá go Deanus lei leamaš guhkes, demokráhtalaš proseassa oahppoplánaválljema olis, ja juohke skuvla lei válljen goabbá oahppoplána sin mielas orui lunddolaš čuovvut, de buvttii GOD dokumeanta mii čilgii ahte buot sámi hálddašanguovllu gielddaid skuvllat galge čuovvut sámi oahppoplána.

source: [5] Timingen kunne ikke vært mer uheldig.
sme: [6] Ii dáidde sáhttán vearrát áigái buktit dakkár ođđasa.

source: I Finnmarken 17. juni forteller trebarnsmor Grete Erlandsen hvordan foreldrene ved Seida skole følte departementets avgjørelse: «– Vi følte oss fullstendig latterliggjort.
sme: Finnmarken-áviissas muitala golbma máná eadni Grete Erlandsen geassemánu 17. b. mo Sieiddá skuvla váhnemat vásihedje departemeantta mearrádusa: «– Mii dovddaimet ollásit boalggahallon.

source: Her hadde vi hatt flere møter og grundige diskusjoner, samt avstemning blant både elever og foreldre.... Departementet burde sagt fra om sitt syn med en gang.»
sme: Leimmet čoahkkinastan, digaštallan vuđolaččat, ja sihke oahppit ja váhnemat ledje jienastan... Departemeanta galggašii álggu rájes juo almmuhit oaiviliiddis.»

source: Dette er nok mye av grunnen til den voldsomme motstanden som kom i Tana.
sme: Dát lea jáhkkimis deháleamos sivva manne Deanus bohciidii nu garra vuostehágu.

source: Folk følte seg ført bak lyset, og de opplevde at de ble utsatt for et maktovergrep.
sme: Olbmot dovde iežaset fillehallan, ja dovde ahte šadde fápmojuolggi vuollái.

source: «Nei til Sameland» hang seg på, og dermed ble dette til en antisamisk motstand.
sme: «Ii fal Sápmi» searvvai, ja nu dát šattai anti-sámi vuostálastin.

source: Men det var ikke «Nei til Sameland» som jobba mest med skolesaken.
sme: Muhto ii lean gal «Ii fal Sápmi» mii barggai eanemus skuvlaáššiin.

source: Det var det «Foreldreaksjonen for nasjonal læreplan» som gjorde.
sme: Dan gal dagai «Foreldreaksjonen for nasjonal læreplan» (Váhnenakšuvdna našunála oahppoplána ovddas).

source: Denne gruppa besto både av foreldre som var medlemmer i «Nei til Sameland», og av foreldre som ikke var det.
sme: Dán joavkkus ledje sihke váhnemat mat maiddái ledje fárus «Ii fal Sápmi» - joavkkus ja váhnemat geat eai lean fárus eará joavkkuin.

source: De hadde én sak på dagsordenen, og det var å få nasjonal læreplan innført ved de tre tanaskolene som ønska det.
sme: Sii barge dušše ovtta áššiin: Fidnet našunála oahppoplána daidda golbma skuvllaide mat ledje dan sávvan.

source: Leder i Tana Venstre, Fred Johnsen, beskriver kjernen i motstanden i et avisinnlegg i Finnmarken medio juli 1997: «... Samisk utdanningsråd var til stede på kommunestyremøtet i april og redegjorde for Samisk og Nasjonal læreplan.
sme: Deanu Gurutbellodaga jođiheaddji, Fred Johnsen, čilge vuostálastima siva lohkkičállosis Finnmarken-áviissas 1997 suoidnemánu gaskkamuttus: «... Sámi oahpahusráđđi finai cuoŋománu gieldastivračoahkkimis čilgemin Sámi ja Našunála oahppoplána.

source: Da fikk jeg som kommunestyrerepresentant et klart inntrykk av at vårt lokale demokrati fikk ta beslutningen om hvilke elever som skulle følge hvilke læreplaner....
sme: Dalle áddejin mun, gieldastivraáirrasin, ahte min báikkálaš demokratiija dat beasai mearridit gii ohppiid galge makkár oahppoplánaid čuovvut....

source: Når departementet nå har snudd om i sin mening om hvem som skal kunne vedta læreplan,... Det er uakseptabelt at kommunen skal finne seg i en slik behandling.
sme: Go departemeanta dál lea molson oaivila das ahte gii galgá beassat oahppoplána válljet,... Ii leat dohkálaš ahte gielda galgá mieđihit meannuduvvot ná funet.

source: Tana Venstre mener det er helt rett at samiske barn skal få følge en samisk læreplan.
sme: Deanu Gurutbellodat oaivvilda ahte lea áibbas riekta ahte sámi mánát besset sámi oahppoplána čuovvut.

source: Slik kan de styrke sin samiske identitet.
sme: Dán láhkái nannejit sámi identitehtaset.

source: At de skoleelever som ikke er samer skal få kjennskap til samisk kulturhistorie og også velge å lære seg språket, er selvsagt i vår kommune.
sme: Lea maid diehttelas min gielddas ahte oahppit geat eai leat sápmelaččat, galget beassat dovddiidit sámi kulturhistorjjá, ja maiddái galget sáhttit válljet sámegiela oahppat.

source: Men språkopplæring må skje frivillig, og dette er faktisk tatt hensyn til i den samiske læreplanen.
sme: Muhto giellaoahpahus ferte leat eaktodáhtolaš, ja dán váldá duođaid sámi oahppoplána vuhtii.

source: Men det kan ikke være meningen at ikke-samiske barn skal få en «samisk identitet», slik det faktisk står i Samisk Læreplan ?
sme: Muhto dat ii sáhte leat jurddašuvvon nu, ahte mánát geat eai leat sápmelaččat galget oažžut «sámi identitehta», nu mo Sámi oahppoplána duođaid čilge ?

source: Det vil være å gjøre de gamle fornorskningssyndene om igjen.»
sme: Dát han livččii boares dáruiduhttinsuttuid geardduheapmin.»

source: Departementet hadde altså hatt en uryddig prosess overfor kommunene, og plantekstens målformulering viste et indre-Finnmark-perspektiv på samisk skole.
sme: Departemeanta proseassa gielddaid ektui lei nappo leamaš eahpečorgat, ja plána mihttomearričilgehus ovdanbuvttii Sis-Finnmárkku-perspektiivva sámi skuvlla ektui.

source: Læreplanen forelå heller ikke i sin helhet da det ble bestemt at alle skolene skulle følge den.
sme: Ii han oahppoplána lei ge ollásit čállon go mearriduvvui ahte buot skuvllat galge dan čuovvut.

source: Lærerne gikk til sommerferie uten å ha sett det fullstendige styringsdokumentet for neste undervisningsår.
sme: Oahpaheaddjit vulge geasselupmui ovdal go ledje beassan oaidnit boahtte skuvlajagi ollislaš stivrendokumeantta.

source: Først 16. juli kom regjeringsvedtaket på at L97S skulle gjelde innafor hele det samiske forvaltningsområdet.
sme: Easkka suoidnemánu 16. b. mearridii ráđđehus ahte O97S galggai geavahuvvot miehtá sámi hálddašanguovllu.

source: Den trykte utgaven av den nye læreplanen forelå ikke før medio august 1997.
sme: Ođđa oahppoplána ii lean deaddiluvvon ovdal borgemánu gaskamuttus 1997.

source: Usikkerheten rundt den nye læreplanen var derfor naturligvis stor.
sme: Dieđusge šattai danin hui stuorra eahpesihkarvuohta ođđa oahppoplána sisdoalus.

source: Samtidig verserte det mange forestillinger om hva samisk læreplan ville innebære.
sme: Ledje maid máŋggalágán jurdagat das, maid sámi oahppoplána mielddisbuvttášii.

source: Torstein Erlandsen, firebarnsfar ved Seida skole og medlem i «Nei til Sameland», uttalte:» Jeg mener at mine barn har mer bruk for nasjonal læreplan.
sme: Torstein Erlandsen, guhte lei njeallje máná áhčči Sieiddá skuvllas ja «Ii fal Sápmi» - searvvi miellahttu, dajai:» Mun oaivvildan ahte mu mánát dárbbašit našunála oahppoplána.

source: Hvis de skal utdanne seg innen data har de mer bruk for vanlig engelsk enn et engelskfag der de skal lære å snakke engelsk om gammer og lavvoer».
sme: Jus galget oahpu gazzat dihtorfágas de dárbbašit dábálaš eaŋgalsgiela olu eanet go eaŋgalsgielfága mas galget oahppat eaŋgalsgiela hállat gođiid ja lávuid birra.»

source: Ved skolestart i august 1997 var det demonstrasjoner foran rådhuset i Tana.
sme: Go skuvllat álge fas 1997 borgemánu ledje miellačájáhusat Deanu ráđđevistti olggobealde.

source: Samtidig ble barn fra tre barneskoler i Tana holdt hjemme på grunn av misnøye med den nye planen.
sme: Seammás ledje mánát golbma mánáidskuvllas geat eai beassan skuvlii mannat daningo sin váhnemat vuostálaste ođđa plána.

source: På den tida var det fem grunnskoler i Tana: Seida, Austertana, Boftsa, Sirma og Buolbmát sámeskuvla.
sme: Dalle ledje Deanus vihtta vuođđoskuvlla: Sieiddá, Juovlavuona, Bovccá ja Sirpmá skuvllat ja Buolbmát sámeskuvla.

source: Det var barn fra de tre førstnevnte skolene, de som lå i tidligere Tana kommune, som ble tatt ut av undervisninga.
sme: Ledje golbma ovddimus namuhuvvon skuvllaid mánát geat eai beassan skuvlii mannat. Buot dát golbma skuvlla leat ovddeš Deanu gielddas.

source: – Vi er ikke samer og aksepterer ikke at våre barn skal bli påtvunget en samisk identitet, sa Jan Olsen fra «Nei til Sameland» til cirka 50 frammøtte foreldre og barn.
sme: – Mii eat leat sápmelaččat eat ge dohkke ahte min mánát galget bággehallat sápmelažžan, dajai «Ii fal Sápmi» Jan Olsen birrasii 50 váhnemiidda ja mánáide geat ledje boahtán miellačájáhussii.

source: Foreldre i den delen av Tana kommune som tidligere var Polmak kommune, reagerte med å tenke høyt: – Om ikke myndighetene sørger for at deres lov om samisk språk og kultur blir fulgt, bør vi diskutere en kommunedeling, sa Viktor Trosten, leder i Tana sameforening – NSR [9].
sme: [9] Váhnemat geat gulle Deanu gieldda bajit oassái, ovddeš Buolbmát gildii, jurddašedje dalle jitnosit: – Jus eiseválddit eai fuola ahte sin láhka sámegiela ja kultuvrra birra čuvvojuvvo, de berret digaštallat gieldajuohkima, dajai Deanu sámiid searvi – NSR ’ jođiheaddji Viktor Trosten [10].

source: I følge Aftenposten var det opptil 70 elever som ikke møtte til undervisning.
sme: Aftenposten čálii ahte gitta 70 oahppi báhce ruoktot skuvllas.

source: Det var sprikende virkelighetsoppfatning blant debattantene.
sme: Digaštalliid gaskkas ledje iešguđetlágán veršuvnnat duohtavuođas.

source: Aksjonisten Eldbjørg Jørgensen sa: «Vår familie har ingen samisk bakgrunn.
sme: Akšunista Eldbjørg Jørgensen dajai: «Min bearrašis ii leat makkárge sámi duogáš.

source: Det er helt galt å tvinge norske barn til å få samisk identitet.»
sme: Lea áibbas boastut bágget dáža mánáid ala sámi identitehta.»

source: Samtidig slo Viktor Trosten fast: «I alle år har samiske elever fulgt den norske skole.
sme: Seammás dajai Viktor Trosten nannosit: «Buot jagiid leat sámeoahppit čuovvulan dáža skuvlla.

source: Det kan virke ufarliggjørende at norske elever nå lærer litt om samisk språk, kultur og historie.»
sme: Sáhtášii leat oadjebasdahkkin ahte dáža oahppit dál ohppet veaháš sámegielas, kultuvrras ja historjjás.»

source: Man var altså ikke enige om hva den nye læreplanen var, eller kunne komme til å bli.
sme: Ii lean nappo ovttaoaivilvuohta das maid ođđa oahppoplána lei, dahje sáhtášii šaddat.

source: Og læreplanen la opp til fem mulige språkvalg: Samisk som førstespråk med norsk som andrespråk, norsk som førstespråk med samisk som andrespråk, norsk som førstespråk med samisk språk og kultur som fag, norsk som førstespråk med finsk som andrespråk eller bare norsk som førstespråk.
sme: Ja oahppoplánas ledje vihtta vejolaš giellaválljema: Sámegiella vuosttašgiellan ja dárogiella nubbingiellan, dárogiella vuosttašgiellan ja sámegiella nubbingiellan, dárogiella vuosttašgiellan ja sámegiella ja kultuvra fágan, dárogiella vuosttašgiellan ja suomagiella nubbingiellan dahje dušše dárogiella vuosttašgiellan.

source: Til tross for alle disse valgene, som også innebar at man kunne velge bort samisk helt og holdent, slo altså læreplanens prinsippdel fast at målet med planen var å «... sikre en positiv identitetsutvikling og funksjonell tospråklighet.»
sme: Vaikko lei dakkár válljenmunni, mat maiddái mielddisbukte ahte lei vejolaš válljet eret sámegiela ollásit, de čállojuvvui oahppoplána prinsihppaoasis ahte plána mihttomearri lei «... sihkkarastit positiiva identitehtaovdáneami ja geavatlaš guovttegielatvuođa.»

source: Dette illustrerer at planen ikke var godt nok gjennomarbeida.
sme: Dát čájeha ahte plánabargu ii lean nu dárkil go sáhtášii.

source: Punktet om tospråklighet ble tatt ut i den endelige versjonen av læreplanen.
sme: Guovttegielatvuohta-čuokkis ii leat fárus oahppoplána maŋimuš veršuvnnas.

source: Mens foreldre holdt barna sine hjemme fra skolen, tok tanker om å starte privatskole form, og i tillegg kom en aksjon mot aksjonen på banen.
sme: Dalle go váhnemat dolle mánáideaset eret skuvllas, de bohciidedje jurdagat álggahit priváhtaskuvlla. Dasa lassin iđii maiddái ákšuvdna ákšuvnna vuosttá.

source: I september var det to underskriftslister i sirkulasjon i nedre Tana.
sme: Čakčamánus ledje guokte vuolláičállinlisttu jođus Vuolle-Deanus.

source: Den ene lista sto «Foreldreaksjonen for nasjonal læreplan» for.
sme: Nubbi listu lei «Váhnenakšuvdna našunála oahppoplána ovddas» ráhkadan.

source: Den andre lista, som kom som en reaksjon på denne, var et brev som het «Ja til samisk læreplan».
sme: Nubbi listu lei dása reakšuvdna, lei reive man bajilčála lei «Juo sámi oahppoplánii».

source: De foreldrene ved Boftsa, Austertana og Seida skoler som ønsket samisk læreplan sto bak brevet.
sme: Bovccá, Juovlavuona ja Sieiddá skuvlla váhnemat geat háliidedje sámi oahppoplána, ledje čállán reivve.

source: De ba om å ikke bli glømt når departementet hadde samtaler med Foreldreaksjonen.
sme: Sii bivde departemeanttas: allet vajáldahte min go čoahkkinastibehtet Váhnenakšuvnnain.

source: Jon Lilletun, som da var leder i kirke- og undervisningskomiteen, viste forståelse for «Foreldreaksjonen for nasjonal læreplan» sine krav.
sme: Jon Lilletun, gii dalle lei girku- ja oahpahuslávdegotti jođiheaddji, orui áddemin «Váhnenakšuvdna našunála oahppoplána ovddas «gáibádusaid.

source: 3. september uttalte han til avisa Dagen: «Løsningen er å utsette reformen et år og satse på et venteår når man oppdaget den sterke motstanden.
sme: Čakčamánu 3. b. dajai son Dagen-áviisii: «Čoavddus lea maŋidit reforpma jagiin ja vuoruhit vuordinjagi go garra vuosteháhku lea boahtán oidnosii.

source: Dette venteåret kunne de to skolekretsene med flertall for samisk hatt samisk læreplan, og de tre skolekretsene med flertall for nasjonal læreplan hatt nasjonal læreplan.
sme: Vuordinjagis sáhtášedje dat guokte skuvlabiire main lea eanetlohku sámi oahppoplánii čuovvut sámi oahppoplána, ja dat golbma skuvlabiire main lea eanetlohku našunála oahppoplánii sáhtášedje čuovvut našunála oahppoplána.

source: I løpet av dette året kunne man ha brukt tid til å finne fram til en minnelig ordning.
sme: Dán jagi mielde sáhtášeimmet áiggi geavahit eaktodáhtolaš čovdosa gávdnat.

source: Etter mitt syn burde det fortsatt være muligheter for et slikt forlik.»
sme: Mu oainnu mielde galggašii ain leat vejolaš olahit dakkár soahpama.»

source: Daværende kirke- og utdanningsminister Reidar Sandal prøvde å roe gemyttene med et brev til Tana kommune hvor han blant annet forklarte hva han forsto med læreplanens formulering om at skolen skal fremme samisk identitet: «Det samiske læreplanverket, som er laget for den norske enhetsskolen, legger vekt på fleksibilitet og åpenhet for det mangfold av språk og kulturer som lever side om side i det samiske forvaltningsområdet.
sme: Dalá girko- ja oahpahusministtar Reidar Sandal geahččalii ráfáiduhttit olbmuid reivviin Deanu gildii mas earret eará čilgii mo son áddii oahppoplána cealkaga sámi identitehta ovddideami birra skuvllas: «Sámi oahppoplánat, mat leat ráhkaduvvon Norgga oktasašskuvlla várás, deattuha máškitvuođa ja rabasvuođa gielalaš ja kultuvrralaš girjáivuhtii mii sámi hálddašanguovllus lea.

source: Samtidig som læreplanverket skal ivareta samisk språk, kultur og identitet for samiske elever, skal opplæringen også ivareta og styrke identiteten hos elever med norsk og kvensk bakgrunn.»
sme: Seammás go oahppoplánat galget váldit vára sámi ohppiid sámegiela, kultuvrra ja identitehta, de galgá oahpahus maiddái váldit vára ja nannet daid ohppiid identitehta geain lea kveana dahje dáža duogáš.»

source: For noen toppet striden seg i begynnelsen av september.
sme: Muhtumiidda šattai olles soahti čakčamánu álggus.

source: De rykka inn en rubrikkannonse i Finnmarken 10.09.97: «KUNNGJØRING.
sme: Sii bidje smávva almmuhusa Finnmarken-áviisii 10.09.97: «ALMMUHUS.

source: Gårder i Tana vurderes byttet mot tilsvarende gårder sørpå, grunnet hets fra samepolitikere.
sme: Deanu oapmedálut árvvoštallojuvvojit lonuhit seammálágan oapmedáluiguin máddin, sámepolitihkkáriid givssideami geažil.

source: Tana.»
sme: Deatnu.»

source: Etter denne datoen har jeg ikke funnet flere saker om Tana-konflikten i Aftenposten.
sme: Čavčča ja dálvvi mielde barge departemeantta bealis plána dahkat dohkálažžan buohkaide.

source: Da Lilletun overtok styringa av departementet høsten 1997, åpnet han for en begrenset høringsrunde om L97S.
sme: Go Lilletun válddii badjelasas departemeantta 1997 čavčča, de leahkui ráddjejuvvon gulaskuddama O97S birra.

source: Denne skulle være sluttført 1. mars 1998.
sme: Gulaskuddan galggai leat gárvvistuvvon njukčamánu 1. b. 1998.

source: Departementet holdt et møte i Lakselv 8. januar 1998 i Lakselv med representanter fra alle kommunene innafor samisk forvaltningsområde.
sme: Ođđajagemánu 8. b. 1998 doalai departemeanta čoahkkima Leavnnjas buot sámi hálddašanguovllu gielddaid áirasiiguin.

source: Først i juni 1998 var kampen ugjenkallelig over.
sme: [15] Easka geassemánu 1998 nogai riidu oalát.

source: Stortingsflertallet vedtok da at den reviderte L97S skulle brukes på alle offentlige skoler innenfor det samiske forvaltningsområdet.
sme: Dalle mearridii Stuorradikki eanetlohku ahte reviderejuvvon O97S galggai geavahuvvot buot almmolaš skuvllain sámi hálddašanguovllus.
